Revit 2024 API
SymbolTypeId.PaDashS Property
 Symbol Pa-s, indicating unit Pascal seconds.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PaDashS { get; }
Visual Basic
Public Shared ReadOnly Property PaDashS As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PaDashS {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace